"SPC Password" = "SPC-Kennwort";
"Authentication Key" = "Authentifizierungsschlüssel";
"Incorrect key" = "Falscher Schlüssel";
"Incorrect SPC Password" = "Ungültiges SPC-Kennwort";
"Enter 26 digit key" = "Geben Sie den 26-stelligen Authentifizierungsschlüssel ein.";
"Security" = "Sicherheit";
"Too many retries of SPC." = "Zu viele SPC-Versuche.";
"AKEY set successfully." = "AKEY erfolgreich eingerichtet.";
"Failed to set AKEY." = "Einrichten von AKEY fehlgeschlagen.";
"Too many retries of AKEY." = "Zu viele AKEY-Versuche.";
"Password" = "Kennwort";
"Key" = "Schlüssel";
"OK" = "OK";
"Cancel" = "Abbrechen";